Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# batchAI.banner.viewProgress
source: View Progress
ar: عرض التقدم
de: Fortschritt anzeigen
es: Ver progreso
fr: Voir la progression
id: Lihat Kemajuan
it: Vedi progressi
ja: 進捗を表示
ko: 진행 상황 보기
nl: Voortgang bekijken
pl: Pokaż postęp
pt_br: Ver Progresso
ru: Посмотреть прогресс
tr: İlerlemeyi Görüntüle
uk: Переглянути прогрес
vi: Xem tiến trình
zh_hans: 查看进度
zh_hant: 查看進度

# batchAI.options.action.summary
source: Generate AI Summary
ar: إنشاء ملخص بالذكاء الاصطناعي
de: KI-Zusammenfassung generieren
es: Generar resumen con IA
fr: Générer un résumé IA
id: Hasilkan Ringkasan AI
it: Genera riassunto AI
ja: AI要約を生成
ko: AI 요약 생성
nl: AI-samenvatting genereren
pl: Generuj podsumowanie AI
pt_br: Gerar Resumo com IA
ru: Создать сводку ИИ
tr: AI Özeti Oluştur
uk: Створити підсумок ШІ
vi: Tạo tóm tắt AI
zh_hans: 生成 AI 摘要
zh_hant: 產生 AI 摘要

# batchAI.options.action.summary.desc
source: Structured Chinese summary, cached locally.
ar: ملخص صيني منظم، مخزن محليًا.
de: Strukturierte chinesische Zusammenfassung, lokal zwischengespeichert.
es: Resumen estructurado en chino, almacenado en caché local.
fr: Résumé structuré en chinois, mis en cache localement.
id: Ringkasan bahasa Indonesia terstruktur, disimpan dalam cache lokal.
it: Riassunto strutturato in cinese, memorizzato localmente.
ja: 構造化された中国語の要約、ローカルにキャッシュされます。
ko: 구조화된 중국어 요약, 로컬에 캐시됨.
nl: Gestructureerde Chinese samenvatting, lokaal in cache opgeslagen.
pl: Strukturalne chińskie podsumowanie, przechowywane lokalnie.
pt_br: Resumo estruturado em chinês, armazenado localmente.
ru: Структурированная сводка на русском, кэшируется локально.
tr: Yapılandırılmış Çince özet, yerel olarak önbelleğe alınır.
uk: Структурований китайський підсумок, кешується локально.
vi: Tóm tắt có cấu trúc bằng tiếng Trung, được lưu trong bộ nhớ đệm.
zh_hans: 结构化中文摘要，本地缓存。
zh_hant: 結構化中文摘要，本地快取。

# batchAI.options.action.tags
source: Recommend Tags
ar: التوصية بوسوم
de: Tags empfehlen
es: Recomendar etiquetas
fr: Recommander des étiquettes
id: Rekomendasikan Tag
it: Raccomanda tag
ja: タグを推薦
ko: 태그 추천
nl: Tags aanbevelen
pl: Rekomenduj tagi
pt_br: Recomendar Tags
ru: Рекомендовать теги
tr: Etiket Öner
uk: Рекомендувати теги
vi: Đề xuất thẻ
zh_hans: 推荐标签
zh_hant: 推薦標籤

# batchAI.options.action.tags.desc
source: AI suggests 3-8 tags per repo with confidence.
ar: يقترح الذكاء الاصطناعي 3-8 وسوم لكل مستودع مع درجة ثقة.
de: KI schlägt 3–8 Tags pro Repo mit Konfidenz vor.
es: La IA sugiere 3-8 etiquetas por repositorio con confianza.
fr: L'IA suggère 3 à 8 étiquettes par dépôt avec un niveau de confiance.
id: AI menyarankan 3-8 tag per repositori dengan tingkat kepercayaan.
it: L'AI suggerisce 3-8 tag per repo con confidenza.
ja: AIがリポジトリごとに3～8個のタグを信頼度付きで提案します。
ko: AI가 저장소당 3-8개의 태그를 신뢰도와 함께 제안합니다.
nl: AI stelt 3-8 tags per repository voor met betrouwbaarheid.
pl: AI sugeruje 3-8 tagów na repozytorium z pewnością.
pt_br: IA sugere de 3 a 8 tags por repositório com nível de confiança.
ru: ИИ предлагает 3–8 тегов на репозиторий с указанием уверенности.
tr: AI, depo başına güvenle 3-8 etiket önerir.
uk: ШІ пропонує 3-8 тегів на репозиторій із впевненістю.
vi: AI đề xuất 3-8 thẻ mỗi kho với độ tin cậy.
zh_hans: 为每个仓库推荐 3-8 个含置信度的标签。
zh_hant: AI 為每個倉庫推薦 3-8 個含置信度的標籤。

# batchAI.options.actionsLabel
source: Choose actions to run (at least one)
ar: اختر الإجراءات للتشغيل (واحد على الأقل)
de: Aktionen auswählen (mindestens eine)
es: Elige las acciones a ejecutar (al menos una)
fr: Choisissez les actions à exécuter (au moins une)
id: Pilih tindakan yang akan dijalankan (setidaknya satu)
it: Scegli le azioni da eseguire (almeno una)
ja: 実行するアクションを選択（少なくとも1つ）
ko: 실행할 작업 선택 (최소 하나)
nl: Kies acties om uit te voeren (minstens één)
pl: Wybierz akcje do wykonania (przynajmniej jedną)
pt_br: Escolha as ações a executar (pelo menos uma)
ru: Выберите действия для выполнения (хотя бы одно)
tr: Çalıştırılacak eylemleri seçin (en az bir tane)
uk: Виберіть дії для виконання (хоча б одну)
vi: Chọn hành động để chạy (ít nhất một)
zh_hans: 选择要执行的操作（至少一项）
zh_hant: 選擇要執行的操作（至少一項）

# batchAI.options.autoApply
source: Auto-apply
ar: تطبيق الوسوم الموصى بها تلقائيًا
de: Empfohlene Tags automatisch anwenden
es: Aplicar automáticamente las etiquetas recomendadas
fr: Appliquer automatiquement les étiquettes recommandées
id: Terapkan otomatis tag yang direkomendasikan
it: Applica automaticamente i tag raccomandati
ja: 推奨タグを自動適用
ko: 추천 태그 자동 적용
nl: Aanbevolen tags automatisch toepassen
pl: Automatycznie stosuj rekomendowane tagi
pt_br: Aplicar automaticamente as tags recomendadas
ru: Автоматически применять рекомендованные теги
tr: Önerilen etiketleri otomatik uygula
uk: Автоматично застосовувати рекомендовані теги
vi: Tự động áp dụng thẻ được đề xuất
zh_hans: 自动应用推荐标签
zh_hant: 自動套用推薦標籤

# batchAI.options.autoApply.desc
source: Apply high-confidence tags without per-repo confirmation.
ar: تطبيق الوسوم عالية الثقة دون تأكيد لكل مستودع.
de: Hochvertrauens-Tags ohne Bestätigung pro Repo anwenden.
es: Aplicar etiquetas de alta confianza sin confirmación por repositorio.
fr: Appliquer les étiquettes à haute confiance sans confirmation par dépôt.
id: Terapkan tag dengan kepercayaan tinggi tanpa konfirmasi per repositori.
it: Applica i tag ad alta confidenza senza conferma per ogni repo.
ja: リポジトリごとの確認なしで高信頼度タグを適用します。
ko: 신뢰도가 높은 태그를 저장소별 확인 없이 적용합니다.
nl: Pas tags met hoge betrouwbaarheid toe zonder bevestiging per repository.
pl: Stosuj tagi o wysokiej pewności bez potwierdzania dla każdego repozytorium.
pt_br: Aplicar tags de alta confiança sem confirmação por repositório.
ru: Применять теги с высокой уверенностью без подтверждения для каждого репозитория.
tr: Depo başına onay almadan yüksek güvenli etiketleri uygulayın.
uk: Застосовувати теги з високою впевненістю без підтвердження на репозиторій.
vi: Áp dụng thẻ có độ tin cậy cao mà không cần xác nhận từng kho.
zh_hans: 无需逐个确认，自动写入高于阈值的标签。
zh_hant: 無需逐個確認，自動寫入高於閾值的標籤。

# batchAI.options.estimateFormat
source: Estimated time: about %d minutes
ar: الوقت المقدر: حوالي %d دقيقة
de: Geschätzte Zeit: etwa %d Minuten
es: Tiempo estimado: unos %d minutos
fr: Temps estimé : environ %d minutes
id: Perkiraan waktu: sekitar %d menit
it: Tempo stimato: circa %d minuti
ja: 推定時間：約%d分
ko: 예상 시간: 약 %d분
nl: Geschatte tijd: ongeveer %d minuten
pl: Szacowany czas: około %d minut
pt_br: Tempo estimado: cerca de %d minutos
ru: Примерное время: около %d минут
tr: Tahmini süre: yaklaşık %d dakika
uk: Приблизний час: близько %d хвилин
vi: Thời gian ước tính: khoảng %d phút
zh_hans: 预计耗时：约 %d 分钟
zh_hant: 預計耗時：約 %d 分鐘

# batchAI.options.startFormat
source: Start (%d)
ar: ابدأ (%d)
de: Starten (%d)
es: Iniciar (%d)
fr: Démarrer (%d)
id: Mulai (%d)
it: Avvia (%d)
ja: 開始（%d）
ko: 시작 (%d)
nl: Starten (%d)
pt_br: Iniciar (%d)
ru: Начать (%d)
tr: Başlat (%d)
uk: Почати (%d)
vi: Bắt đầu (%d)
zh_hans: 开始整理 (%d)
zh_hant: 開始整理 (%d)

# batchAI.options.subtitleFormat
source: Process %d untagged repositories
ar: معالجة %d مستودع بدون وسوم
de: %d nicht getaggte Repositories verarbeiten
es: Procesar %d repositorios sin etiquetar
fr: Traiter %d dépôts sans étiquette
id: Proses %d repositori tanpa tag
it: Elabora %d repository senza tag
ja: タグ未設定のリポジトリ%d個を処理
ko: 태그 없는 저장소 %d개 처리
nl: Verwerk %d niet-getagde repositories
pl: Przetwarzanie %d repozytoriów bez tagów
pt_br: Processar %d repositórios sem tags
ru: Обработать %d репозиториев без тегов
tr: %d etiketlenmemiş depoyu işle
uk: Обробити %d репозиторіїв без тегів
vi: Xử lý %d kho lưu trữ chưa gắn thẻ
zh_hans: 本次将处理 %d 个未分类仓库
zh_hant: 本次將處理 %d 個未分類倉庫

# batchAI.options.threshold
source: Confidence threshold
ar: حد الثقة
de: Konfidenzschwelle
es: Umbral de confianza
fr: Seuil de confiance
id: Ambang kepercayaan
it: Soglia di confidenza
ja: 信頼度しきい値
ko: 신뢰도 임계값
nl: Betrouwbaarheidsdrempel
pl: Próg pewności
pt_br: Limiar de confiança
ru: Порог уверенности
tr: Güven eşiği
uk: Поріг впевненості
vi: Ngưỡng tin cậy
zh_hans: 置信度阈值
zh_hant: 置信度閾值

# batchAI.options.threshold.hintFormat
source: Tags below %@ will be ignored
ar: سيتم تجاهل الوسوم الأقل من %@
de: Tags unter %@ werden ignoriert
es: Las etiquetas por debajo de %@ se ignorarán
fr: Les étiquettes en dessous de %@ seront ignorées
id: Tag di bawah %@ akan diabaikan
it: I tag sotto %@ verranno ignorati
ja: %@未満のタグは無視されます
ko: %@ 미만의 태그는 무시됩니다
nl: Tags onder %@ worden genegeerd
pl: Tagi poniżej %@ zostaną zignorowane
pt_br: Tags abaixo de %@ serão ignoradas
ru: Теги ниже %@ будут проигнорированы
tr: %@ altındaki etiketler yok sayılacak
uk: Теги нижче %@ буде проігноровано
vi: Các thẻ dưới %@ sẽ bị bỏ qua
zh_hans: 低于 %@ 的标签将被自动忽略
zh_hant: 低於 %@ 的標籤將被自動忽略

# batchAI.options.title
source: Batch AI Tidy
ar: ترتيب جماعي بالذكاء الاصطناعي
de: Batch-KI-Bereinigung
es: Ordenación por lotes con IA
fr: Tidy IA par lots
ja: バッチAI整理
ko: 일괄 AI 정리
nl: Batch AI Opruimen
pl: Zbiorcze AI porządkowanie
pt_br: Organização em Lote com IA
ru: Пакетная уборка ИИ
tr: Toplu AI Düzenleme
uk: Пакетне впорядкування ШІ
vi: Dọn dẹp AI hàng loạt
zh_hans: 批量 AI 整理
zh_hant: 批量 AI 整理

# batchAI.panel.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 终止
zh_hant: 終止

# batchAI.panel.cancelledByUser
source: Cancelled by user
ar: ألغاه المستخدم
de: Vom Benutzer abgebrochen
es: Cancelado por el usuario
fr: Annulé par l'utilisateur
id: Dibatalkan oleh pengguna
it: Annullato dall'utente
ja: ユーザーによりキャンセルされました
ko: 사용자가 취소함
nl: Geannuleerd door gebruiker
pl: Anulowane przez użytkownika
pt_br: Cancelado pelo usuário
ru: Отменено пользователем
tr: Kullanıcı tarafından iptal edildi
uk: Скасовано користувачем
vi: Đã hủy bởi người dùng
zh_hans: 用户已取消
zh_hant: 使用者已取消

# batchAI.panel.cancelling
source: Cancelling
ar: جاري الإلغاء
de: Wird abgebrochen
es: Cancelando
fr: Annulation en cours
id: Membatalkan
it: Annullamento
ja: キャンセル中
ko: 취소 중
nl: Bezig met annuleren
pl: Anulowanie
pt_br: Cancelando
ru: Отмена...
tr: İptal ediliyor
uk: Скасування
vi: Đang hủy
zh_hans: 正在终止
zh_hant: 正在終止

# batchAI.panel.cancellingDetail
source: Waiting for the current AI call to finish before stopping...
ar: في انتظار انتهاء استدعاء الذكاء الاصطناعي الحالي قبل التوقف...
de: Warte auf Abschluss des aktuellen KI-Aufrufs, bevor gestoppt wird...
es: Esperando a que finalice la llamada actual a la IA antes de detener...
fr: En attente de la fin de l'appel IA en cours avant de s'arrêter...
id: Menunggu panggilan AI saat ini selesai sebelum berhenti...
it: In attesa del completamento della chiamata AI corrente prima di fermarsi...
ja: 現在のAI呼び出しが終了するのを待ってから停止します...
ko: 현재 AI 호출이 완료될 때까지 기다린 후 중지합니다...
nl: Wachten tot de huidige AI-aanroep is voltooid voordat wordt gestopt...
pl: Oczekiwanie na zakończenie bieżącego wywołania AI przed zatrzymaniem...
pt_br: Aguardando a chamada de IA atual terminar antes de parar...
ru: Ожидание завершения текущего вызова ИИ перед остановкой...
tr: Durmadan önce mevcut AI çağrısının bitmesi bekleniyor...
uk: Очікування завершення поточного виклику ШІ перед зупинкою...
vi: Đang chờ cuộc gọi AI hiện tại kết thúc trước khi dừng...
zh_hans: 正在等待当前 AI 调用结束后停止...
zh_hant: 正在等待目前 AI 呼叫結束後停止...

# batchAI.panel.counter.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completados
fr: Terminé
id: Selesai
it: Completati
ja: 完了
ko: 완료
nl: Voltooid
pl: Ukończone
pt_br: Concluídos
ru: Завершено
tr: Tamamlanan
uk: Виконано
vi: Đã hoàn thành
zh_hans: 成功
zh_hant: 成功

# batchAI.panel.counter.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallidos
fr: Échoué
id: Gagal
it: Falliti
ja: 失敗
ko: 실패
nl: Mislukt
pl: Nieudane
pt_br: Falhas
ru: С ошибками
tr: Başarısız
uk: Невдало
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# batchAI.panel.counter.ignored
source: Ignored
ar: تم تجاهله
de: Ignoriert
es: Ignorados
fr: Ignoré
id: Diabaikan
it: Ignorati
ja: 無視
ko: 무시됨
nl: Genegeerd
pl: Zignorowane
pt_br: Ignorados
ru: Пропущено
tr: Yok sayılan
uk: Проігноровано
vi: Đã bỏ qua
zh_hans: 忽略
zh_hant: 忽略

# batchAI.panel.currentFormat
source: Now: %@
ar: الآن: %@
de: Aktuell: %@
es: Ahora: %@
fr: En cours : %@
id: Sekarang: %@
it: Ora: %@
ja: 現在：%@
ko: 현재: %@
nl: Nu: %@
pl: Teraz: %@
pt_br: Agora: %@
ru: Сейчас: %@
tr: Şu an: %@
uk: Зараз: %@
vi: Hiện tại: %@
zh_hans: 当前：%@
zh_hant: 目前：%@

# batchAI.panel.failedSummaryFormat
source: %d failed
ar: %d فشل
de: %d fehlgeschlagen
es: %d fallidos
fr: %d échoué(s)
id: %d gagal
it: %d falliti
ja: %d件失敗
ko: %d개 실패
nl: %d mislukt
pl: %d nieudanych
pt_br: %d falhas
ru: %d с ошибками
tr: %d başarısız
uk: %d невдало
vi: %d thất bại
zh_hans: %d 个失败
zh_hant: %d 個失敗

# batchAI.panel.finished
source: All done
ar: تم كل شيء
de: Alles erledigt
es: Todo listo
fr: Tout est terminé
id: Semua selesai
it: Tutto fatto
ja: すべて完了
ko: 모두 완료
nl: Alles klaar
pl: Wszystko gotowe
pt_br: Tudo pronto
ru: Всё готово
tr: Hepsi tamam
uk: Все готово
vi: Hoàn tất
zh_hans: 全部完成
zh_hant: 全部完成

# batchAI.panel.pause
source: Pause
ar: إيقاف مؤقت
es: Pausar
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 중지
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Призупинити
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# batchAI.panel.paused
source: Paused
ar: متوقف مؤقتًا
de: Pausiert
es: Pausado
fr: En pause
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시 중지됨
nl: Gepauzeerd
pl: Wstrzymane
pt_br: Pausado
ru: Приостановлено
tr: Duraklatıldı
uk: Призупинено
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

# batchAI.panel.progressFormat
source: Progress %1$d / %2$d
ar: التقدم %1$d / %2$d
de: Fortschritt %1$d / %2$d
es: Progreso %1$d / %2$d
fr: Progression %1$d / %2$d
id: Kemajuan %1$d / %2$d
it: Progresso %1$d / %2$d
ja: 進捗 %1$d / %2$d
ko: 진행 %1$d / %2$d
nl: Voortgang %1$d / %2$d
pl: Postęp %1$d / %2$d
pt_br: Progresso %1$d / %2$d
ru: Прогресс %1$d / %2$d
tr: İlerleme %1$d / %2$d
uk: Прогрес %1$d / %2$d
vi: Tiến trình %1$d / %2$d
zh_hans: 进度 %1$d / %2$d
zh_hant: 進度 %1$d / %2$d

# batchAI.panel.remainingMinutesFormat
source: about %d min left
ar: حوالي %d دقيقة متبقية
de: etwa %d Min. verbleibend
es: unos %d min restantes
fr: environ %d min restantes
id: sekitar %d menit lagi
it: circa %d min rimanenti
ja: 残り約%d分
ko: 약 %d분 남음
nl: ongeveer %d min. resterend
pl: około %d min pozostało
pt_br: cerca de %d min restantes
ru: осталось около %d мин
tr: yaklaşık %d dk kaldı
uk: близько %d хв залишилося
vi: còn khoảng %d phút
zh_hans: 约 %d 分钟
zh_hant: 約 %d 分鐘

# batchAI.panel.remainingSecondsFormat
source: about %d sec left
ar: حوالي %d ثانية متبقية
de: etwa %d Sek. verbleibend
es: unos %d seg restantes
fr: environ %d sec restantes
id: sekitar %d detik lagi
it: circa %d sec rimanenti
ja: 残り約%d秒
ko: 약 %d초 남음
nl: ongeveer %d sec. resterend
pl: około %d sek pozostało
pt_br: cerca de %d seg restantes
ru: осталось около %d сек
tr: yaklaşık %d sn kaldı
uk: близько %d сек залишилося
vi: còn khoảng %d giây
zh_hans: 约 %d 秒
zh_hant: 約 %d 秒

# batchAI.panel.report.messageFormat
source: Message: %@
ar: الرسالة: %@
de: Nachricht: %@
es: Mensaje: %@
id: Pesan: %@
it: Messaggio: %@
ja: メッセージ：%@
ko: 메시지: %@
nl: Bericht: %@
pl: Wiadomość: %@
pt_br: Mensagem: %@
ru: Сообщение: %@
tr: Mesaj: %@
uk: Повідомлення: %@
vi: Tin nhắn: %@
zh_hans: 错误：%@
zh_hant: 訊息：%@

# batchAI.panel.report.repoFormat
source: Repo: %@
ar: المستودع: %@
es: Repositorio: %@
fr: Dépôt : %@
id: Repositori: %@
ja: リポジトリ：%@
ko: 저장소: %@
nl: Repository: %@
pl: Repozytorium: %@
pt_br: Repositório: %@
ru: Репозиторий: %@
tr: Depo: %@
uk: Репозиторій: %@
vi: Kho: %@
zh_hans: 仓库：%@
zh_hant: 倉庫：%@

# batchAI.panel.resume
source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 재개
nl: Hervatten
pl: Wznów
pt_br: Continuar
ru: Продолжить
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# batchAI.panel.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Ulangi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# batchAI.panel.retryAll
source: Retry All
ar: إعادة محاولة الكل
de: Alle wiederholen
es: Reintentar todo
fr: Tout réessayer
id: Ulangi Semua
it: Riprova tutto
ja: すべて再試行
ko: 모두 재시도
nl: Alles opnieuw proberen
pl: Ponów wszystkie
pt_br: Tentar todos novamente
ru: Повторить все
tr: Tümünü Yeniden Dene
uk: Повторити все
vi: Thử lại tất cả
zh_hans: 重试全部
zh_hant: 全部重試

# batchAI.panel.row.appliedTagsFormat
source: Applied: %@
ar: طُبِّق: %@
de: Angewandt: %@
es: Aplicadas: %@
fr: Appliqué : %@
id: Diterapkan: %@
it: Applicati: %@
ja: 適用：%@
ko: 적용됨: %@
nl: Toegepast: %@
pl: Zastosowano: %@
pt_br: Aplicadas: %@
ru: Применено: %@
tr: Uygulanan: %@
uk: Застосовано: %@
vi: Đã áp dụng: %@
zh_hans: 已应用：%@
zh_hant: 已套用：%@

# batchAI.panel.row.completedNoTags
source: Suggested tags saved; waiting for confirmation
ar: الوسوم المقترحة محفوظة؛ في انتظار التأكيد
de: Vorgeschlagene Tags gespeichert; warte auf Bestätigung
es: Etiquetas sugeridas guardadas; esperando confirmación
fr: Étiquettes suggérées enregistrées ; en attente de confirmation
id: Tag yang disarankan disimpan; menunggu konfirmasi
it: Tag suggeriti salvati; in attesa di conferma
ja: 提案されたタグを保存しました。確認を待っています
ko: 추천 태그 저장됨; 확인 대기 중
nl: Voorgestelde tags opgeslagen; wachten op bevestiging
pl: Sugerowane tagi zapisane; oczekiwanie na potwierdzenie
pt_br: Tags sugeridas salvas; aguardando confirmação
ru: Предложенные теги сохранены; ожидание подтверждения
tr: Önerilen etiketler kaydedildi; onay bekleniyor
uk: Запропоновані теги збережено; очікування підтвердження
vi: Thẻ đề xuất đã lưu; đang chờ xác nhận
zh_hans: 已保存推荐标签，等待你在详情页确认
zh_hant: 已儲存推薦標籤，等待你在詳細頁面確認

# batchAI.panel.row.copiedDetails
source: Copied
ar: نُسِخ
de: Kopiert
es: Copiado
fr: Copié
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# batchAI.panel.row.copyDetails
source: Copy details
ar: نسخ التفاصيل
de: Details kopieren
es: Copiar detalles
fr: Copier les détails
id: Salin detail
it: Copia dettagli
ja: 詳細をコピー
ko: 세부 정보 복사
nl: Details kopiëren
pl: Kopiuj szczegóły
pt_br: Copiar detalhes
ru: Копировать детали
tr: Ayrıntıları kopyala
uk: Копіювати деталі
vi: Sao chép chi tiết
zh_hans: 复制详情
zh_hant: 複製詳細資訊

# batchAI.panel.row.failedUnknown
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

# batchAI.panel.row.hideDetails
source: Hide details
ar: إخفاء التفاصيل
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
id: Sembunyikan detail
it: Nascondi dettagli
ja: 詳細を隠す
ko: 세부 정보 숨기기
nl: Details verbergen
pl: Ukryj szczegóły
pt_br: Ocultar detalhes
ru: Скрыть детали
tr: Ayrıntıları gizle
uk: Приховати деталі
vi: Ẩn chi tiết
zh_hans: 收起详情
zh_hant: 收起詳細資訊

# batchAI.panel.row.ignoredFormat
source: Ignored (below threshold): %@
ar: تم تجاهله (أقل من الحد): %@
de: Ignoriert (unter Schwelle): %@
es: Ignoradas (por debajo del umbral): %@
fr: Ignoré (en dessous du seuil) : %@
id: Diabaikan (di bawah ambang): %@
it: Ignorati (sotto soglia): %@
ja: 無視（しきい値未満）：%@
ko: 무시됨 (임계값 미만): %@
nl: Genegeerd (onder drempel): %@
pl: Zignorowane (poniżej progu): %@
pt_br: Ignoradas (abaixo do limiar): %@
ru: Пропущено (ниже порога): %@
tr: Yok sayıldı (eşiğin altında): %@
uk: Проігноровано (нижче порогу): %@
vi: Đã bỏ qua (dưới ngưỡng): %@
zh_hans: 已忽略（低于阈值）：%@
zh_hant: 已忽略（低於閾值）：%@

# batchAI.panel.row.processing
source: Processing...
ar: جاري المعالجة...
de: Verarbeitung...
es: Procesando...
fr: Traitement en cours...
id: Memproses...
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
nl: Bezig met verwerken...
pl: Przetwarzanie...
pt_br: Processando...
ru: Обработка...
tr: İşleniyor...
uk: Обробка...
vi: Đang xử lý...
zh_hans: 处理中...
zh_hant: 處理中...

# batchAI.panel.row.showDetails
source: Show details
ar: إظهار التفاصيل
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
id: Tampilkan detail
it: Mostra dettagli
ja: 詳細を表示
ko: 세부 정보 보기
nl: Details tonen
pl: Pokaż szczegóły
pt_br: Mostrar detalhes
ru: Показать детали
tr: Ayrıntıları göster
uk: Показати деталі
vi: Hiển thị chi tiết
zh_hans: 查看详情
zh_hant: 檢視詳細資訊

# batchAI.panel.row.summaryOnly
source: Summary generated
ar: تم إنشاء الملخص
de: Zusammenfassung erstellt
es: Resumen generado
fr: Résumé généré
id: Ringkasan dibuat
it: Riepilogo generato
ja: サマリーを生成しました
ko: 요약 생성됨
nl: Samenvatting gegenereerd
pl: Wygenerowane podsumowanie
pt_br: Resumo gerado
ru: Сгенерированная сводка
tr: Özet oluşturuldu
uk: Згенеровано підсумок
vi: Đã tạo tóm tắt
zh_hans: 摘要已生成
zh_hant: 摘要已產生

# batchAI.panel.title
source: Batch AI Tidy
ar: ترتيب AI الدفعي
de: Batch-KI-Bereinigung
es: Ordenación por IA en lote
fr: Nettoyage par IA par lots
ja: バッチAI整理
ko: 일괄 AI 정리
nl: Batch AI Opruimen
pt_br: Organização por IA em Lote
ru: Пакетная AI-уборка
tr: Toplu AI Düzenleme
uk: Пакетне AI впорядкування
vi: Dọn dẹp AI hàng loạt
zh_hans: 批量 AI 整理
zh_hant: 批量 AI 整理

# cache.anySearch.error.applicationSupportUnavailable
source: Could not locate the search cache directory. Please retry or restart the app.
ar: تعذر العثور على دليل ذاكرة التخزين المؤقت للبحث. يرجى إعادة المحاولة أو إعادة تشغيل التطبيق.
de: Das Suchcache-Verzeichnis konnte nicht gefunden werden. Bitte versuchen Sie es erneut oder starten Sie die App neu.
es: No se pudo localizar el directorio de caché de búsqueda. Vuelve a intentarlo o reinicia la app.
fr: Impossible de localiser le répertoire du cache de recherche. Veuillez réessayer ou redémarrer l'application.
id: Tidak dapat menemukan direktori cache pencarian. Silakan coba lagi atau mulai ulang aplikasi.
it: Impossibile trovare la directory della cache di ricerca. Riprova o riavvia l'app.
ja: 検索キャッシュディレクトリが見つかりませんでした。再試行するか、アプリを再起動してください。
ko: 검색 캐시 디렉토리를 찾을 수 없습니다. 다시 시도하거나 앱을 재시작하세요.
nl: Kan de zoekcachemap niet vinden. Probeer het opnieuw of start de app opnieuw.
pl: Nie można zlokalizować katalogu pamięci podręcznej wyszukiwania. Spróbuj ponownie lub uruchom aplikację ponownie.
pt_br: Não foi possível localizar o diretório de cache de busca. Tente novamente ou reinicie o app.
ru: Не удалось найти каталог кэша поиска. Повторите попытку или перезапустите приложение.
tr: Arama önbellek dizini bulunamadı. Lütfen tekrar deneyin veya uygulamayı yeniden başlatın.
uk: Не вдалося знайти каталог кешу пошуку. Повторіть спробу або перезапустіть застосунок.
vi: Không tìm thấy thư mục bộ nhớ đệm tìm kiếm. Vui lòng thử lại hoặc khởi động lại ứng dụng.
zh_hans: 无法定位搜索缓存目录，请重试或重启应用。
zh_hant: 無法定位搜尋快取目錄，請重試或重新啟動應用程式。
